tap 'homebrew/cask-fonts'
tap 'smudge/smudge'

brew 'autojump'
brew 'bash'
brew 'bash-completion'
brew 'bat'
brew 'direnv'
brew 'exa'
brew 'fzf'
brew 'git'
brew 'ncdu'
brew 'neovim'
brew 'nightlight'
brew 'smudge/smudge/imagesnap'
brew 'nodenv'
brew 'patchutils'
brew 'rbenv'
brew 'ripgrep'
brew 'rustup'
brew 'tmux'
brew 'yarn'

cask 'alacritty'
cask 'firefox'
cask 'font-hasklig'
cask 'google-chrome'
cask 'rescuetime'
cask 'vanilla'
