tap 'caskroom/cask'
tap 'homebrew/cask-fonts'
tap 'puma/puma'

brew 'autojump'
brew 'bash'
brew 'bash-completion'
brew 'bat'
brew 'exa'
brew 'fzf'
brew 'git'
brew 'ncdu'
brew 'neovim'
brew 'nodenv'
brew 'puma-dev'
brew 'rbenv'
brew 'ripgrep'
brew 'rustup'
brew 'tmux'

cask 'alacritty'
cask 'firefox'
cask 'flux'
cask 'font-hasklig'
cask 'google-chrome'
